<template>
  <div>
    <h1>
      모든 국민은 사생활의 비밀과 자유를 침해받지 아니한다. 대통령이 궐위된 때
      또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는
      60일 이내에 후임자를 선거한다. 국정감사 및 조사에 관한 절차 기타 필요한
      사항은 법률로 정한다. 법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여
      심판한다. 대법원장의 임기는 6년으로 하며, 중임할 수 없다. 모든 국민은
      근로의 의무를 진다. 국가는 근로의 의무의 내용과 조건을 민주주의원칙에 따라
      법률로 정한다. 신체장애자 및 질병·노령 기타의 사유로 생활능력이 없는
      국민은 법률이 정하는 바에 의하여 국가의 보호를 받는다. 형사피고인은 유죄의
      판결이 확정될 때까지는 무죄로 추정된다.
    </h1>
  </div>
</template>

<script>
export default {
  name: tata,
};
</script>

<style></style>
